Repository: nvdaaddons/numpadNavMode
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt_pt, uk

source: Numpad Nav Mode
pt_pt: Modo Numpad Nav
uk: Режим навігації за допомогою цифрової клавіатури

source: Start NVDA with the numpad set to Windows nav mode
pt_pt: Iniciar o NVDA com o numpad definido para o modo de navegação Windows
uk: Запускати NVDA з цифровою клавіатурою, встановленою в режим навігації Windows

source: State of numlock when NVDA starts or profile loads
pt_pt: Estado de numlock quando a NVDA inicia ou faz o perfil de carga
uk: Стан numlock під час запуску NVDA або завантаження профілю

source: Do not change
pt_pt: Não mude
uk: Не змінювати

source: Turn numlock off
pt_pt: Desligar o numlock
uk: Вимкнути numlock

source: Turn numlock on
pt_pt: Ligar o numlock
uk: Увімкнути numlock

source: Initial numlock state is configuration profile dependent
pt_pt: O estado inicial de numlock depende do perfil de configuração
uk: Початковий стан numlock залежить від профілю конфігурації

source: Toggles the numpad between NVDA navigation and Windows navigation modes.
pt_pt: Alterna o numpad entre os modos de navegação NVDA e Windows.
uk: Перемикає цифрову клавіатуру між режимами навігації NVDA та Windows.

source: Numpad mode {}.
pt_pt: Modo numpad {}.
uk: Режим цифрової клавіатури {}.

source: Allows switching the numpad between NVDA navigation mode, and Windows navigation mode. Especially useful if migrating from Jaws; or for laptop users preferring laptop mode, but who have a numpad and want to use it for arrow keys, etc. The add-on also gives control of numlock state when starting NVDA or changing profiles..
pt_pt: Permite alternar o numpad entre o modo de navegação NVDA, e o modo de navegação Windows. Especialmente útil se migrar de jaws; ou para utilizadores de portáteis que preferem o modo portátil, mas que têm um numpad e o querem utilizar para teclas de setas, etc. O extra também dá o controlo do estado do numlock ao iniciar o NVDA ou ao alterar perfis...
uk: Дозволяє перемикати цифрову клавіатуру між режимом навігації NVDA та режимом навігації Windows. Особливо корисно, якщо ви переходите з Jaws; або для користувачів ноутбуків, які віддають перевагу режиму ноутбука, але мають цифрову клавіатуру і хочуть використовувати її для клавіш зі стрілками тощо. Додаток також дозволяє контролювати стан numlock при запуску NVDA або зміні профілю.
